/* eslint-disable max-lines */
const messages = {
  USPCE038: '日付のフォーマットが異なります。',
  USPCE042: '掲載開始日は、本日以降の日付を入力してください。',
  USPCW008: '掲載開始日が本日になっています。\n投稿後直ちに利用者に公開されますが、よろしいですか？',
  USPCW014: '入力された内容で投稿します。\nよろしいですか？',
  USPCW010: '掲載期間中の重要指定しているお知らせです。\n削除すると元に戻すことができません。\n本当によろしいですか？',
  USPSW005: '掲載期間中のお知らせです。\n削除すると元に戻すことができません。\n本当によろしいですか？',
  USPSW006: '重要指定しているお知らせです。\n削除すると元に戻すことができません。 \n本当によろしいですか？',
  USPCW003: '削除すると元に戻すことができません。\n本当によろしいですか？',
  USPCE043: '掲載終了日は、本日以降の日付を入力してください。',
  USPCE047: '{0}が入力されていません。',
  USPSE034: '既に削除されているため、編集できません。',
}

export default messages;
